Repository: osmank3/otp-keys
Catalog: locale/*.po
Languages: tr

source: Code copied to clipboard.
tr: Kod panoya kopyalandı.

source: Copied code is:
tr: Kopyalanan kod:

source: Unlock Keyring
tr: Anahtarlığın Kilidin Aç

source: Preferences
tr: Tercihler

source: Otp link exported to clipboard.
tr: Otp bağlantısı panoya aktarıldı.

source: Secrets
tr: Gizli Kodlar

source: Refresh
tr: Yenile

source: Settings
tr: Ayarlar

source: Show Notifications
tr: Bildirimleri Göster

source: Show Copy Icons
tr: Kopyalama Sembolünü Göster

source: Username
tr: Kullanıcı Adı

source: Issuer
tr: Sağlayıcı

source: Code
tr: Kod

source: Extension Menu Rows Label Order
tr: Eklenti Menüsü Satırları Etiket Sıralaması

source: Extension menu rows content states and order
tr: Eklenti menüsü satırları içerik durumlari ve sıraları

source: Move
tr: Taşı

source: Copy
tr: Kopyala

source: Add Secret
tr: Gizli Kod Ekle

source: Edit
tr: Düzenle

source: Export
tr: Dışa Aktar

source: Remove
tr: Sil

source: Save
tr: Kaydet

source: Secret
tr: Gizli Kod

source: Period
tr: Periyot

source: 30 seconds
tr: 30 saniye

source: 60 seconds
tr: 60 saniye

source: Digits
tr: Rakamlar

source: Algorithm
tr: Algoritma

source: Fields must be filled
tr: Alanlar doldurulmalı

source: Unaccepted character for issuer: '&amp;'
tr: Sağlayıcı için geçersiz karakter: '&amp;'

source: Otp already available
tr: Otp zaten mevcut

source: Import Secret
tr: İçe Aktar

source: QR Image
tr: QR Fotoğraf

source: QR Camera
tr: QR Kamera

source: Secret Link
tr: Gizli Kodlar

source: QR Code imported
tr: QR Kodu içe aktarıldı

source: Select QR Image
tr: QR Fotoğrafı Seçin

source: Image does not contain QR Code
tr: Fotoğraf QR Kodu içermiyor

source: QR Code not recognised
tr: QR Kodu tanınamadı

source: QR Code Scan Stopped
tr: QR Kodu Tarama Durduruldu

source: No camera found
tr: Kamera bulunamadı

source: QR Code Scan Started
tr: QR Kodu Tarama Başlatıldı
